Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/consumer_affairs/consumer_protection/consumer_complaints/alternative_dispute_resolution_in_ireland.html.txt.tmx
Source language: en
Languages: ga

source: If you have a dispute with a company in Ireland or elsewhere in the EU you should attempt to solve the dispute in the first instance directly with the company
ga: Má bhíonn díospóid agat le comhlacht in Éirinn nó in aon áit eile san AE ba chóir duit ar an gcéad dul síos iarracht a dhéanamh an díospóid a réiteach go díreach leis an gcomhlacht

source: If this fails you may take your case to court - the Small Claims Court is particularly useful for claims worth under €2,000
ga: Má theipeann ar seo tig leat do chás a thabhairt os comhair cúirte -tá Cúirt na nÉileamh Beag úsáideach go háirithe i gcás éileamh atá níos lú ná 2,000 euro

source: Alternatively, you could use mediation services provided by a third party
ga: Nó d’fhéadfá seirbhísí idirghabhála a sholáthraíonn tríú páirtí a úsáid

source: These mediation services are alternative ways of resolving serious disputes without going to court
ga: Bealaí malartacha iad seo le díospóidí thromchúiseacha a réiteach gan dul os comhair cúirte

source: The main benefit of using alternative dispute resolution is that it is easy to use and cheaper than going to court
ga: Tá sé úsáideach go háirithe má bhíonn gearán tomhaltóra agat le comhlacht atá bunaithe i dtír eile san AE

source: It is particularly useful if you have a consumer complaint with a company based in another EU country
ga: Mar an gcéanna, is féidir na heagras seo a úsáid chun fadhbanna a bheadh agat le hearraí agus le seirbhísí ar leith i do thír dhúchais féin a réiteach

source: Equally, these bodies can be used to resolve problems with particular goods and services in your home country
ga: Tugtar eagraíochtaí Réiteach Malartach ar Dhíospóidí ar eagraíochtaí a sholáthraíonn bealaí

source: Organisations that provide alternative ways of resolving serious disputes are called alternative dispute resolution (ADR) organisations
ga: malartacha chun díospóidí thromchúiseacha a réiteach

source: The EU Directive 2013/11/EU (pdf) on alternative dispute resolution for consumer disputes was transposed into Irish law by the European Union (Alternative Dispute Resolution for Consumer Disputes) Regulations 2015 (SI 343/2015) (pdf)
ga: Rinneadh Treoir an AE 2013/11/AE (pdf) ar réiteach malartach díospóidí le haghaidh díospóidí tomhaltóra a thrasuí i ndlí na hÉireann ag Rialacháin an Aontais Eorpaigh (Réiteach Malartach Díospóidí le haghaidh Díospóidí Tomhaltóra), 2015 (I.R. 343 de 2015) (pdf)

source: Under the Regulations the Competition and Consumer Protection Commission (CCPC) has been appointed as the competent authority to oversee and regulate the functioning of alternative dispute resolution entities established in Ireland
ga: Faoi na Rialacháin, ceapadh an Coimisiún um Iomaíocht agus Cosaint Tomhaltóirí (an CICT) mar an t-údarás inniúil chun maoirsiú agus rialáil a dhéanamh ar fheidhmiú aonáin mhalartacha díospóidí a bunaíodh in Éirinn

source: What is an alternative dispute resolution organisation?
ga: Céard í eagraíocht réiteach mhalartach ar dhiospóidí?

source: There is a whole range of organisations and agencies that can help you to enforce your consumer rights in Ireland and within the EU
ga: Tá réimse iomlán eagraíochtaí agus gníomhaireachtaí ann atá in ann cabhrú leat do chearta tomhaltóra a fhorfheidhmiú in Éirinn agus laistigh den AE

source: Some organisations have a number of functions in addition to dealing with consumer complaints
ga: Tá feidhmeanna breise ag roinnt eagraíochtaí chomh maith le bheith ag déileáil le gearáin ó thomhaltóirí

source: Essentially, there are four main types of alternative dispute resolution organisation;
ga: Go bunúsach, tá ceithre phríomhchineál eagraíochta ann a fhaigheann Réiteach Malartach ar Dhíospóidí

source: An Ombudsman is an official appointed to investigate individuals’ complaints about bad administration, especially that of public authorities
ga: Is Oifigeach é an tOmbudsman a cheaptar chun gearáin dhaoine aonair faoi dhroch-riarachán a iniúchadh go háirithe gearáin a bhaineann le húdaráis phoiblí

source: In Ireland Ombudsman investigates complaints made by members of the public who feel that they have been unfairly treated by certain public bodies
ga: In Éirinn, fiosraíonn Ombudsman igearáin a dhéanann muintir an phobail a mheasann nár chaith seirbhísí poiblí áirithe go cóir leo

source: The Ombudsman for Children investigates complaints made by children or on behalf of children against certain public bodies, schools and hospitals
ga: Imscrúdaíonn an tOmbudsman do Leanaí gearáin déanta ag leanaí nó thar ceann leanaí i gcoinne comhlachtaí poiblí áirithe, scoileanna agus ospidéil

source: The European Ombudsman investigates complaints involving any of the EU Institutions
ga: Fiosraíonn an tOmbudsman Eorpach gearáin faoi aon chuid d’institiúidí an AE

source: No ombudsman exists for complaints about administrations in other EU Member States but SOLVIT will attempt to solve any disputes you may have
ga: Níl aon Ombudsman ann i gcás gearáin faoi riaracháin in aon Bhallstát eile den AE ach déanfaidh SOLVIT iarracht aon díospóid a d’fhéadfadh a bheith agat a réiteach

source: The Financial Ombudsman Service will help you with complaints about financial institutions or insurance companies and pensions companies have their own ombudsman
ga: Ón 1 Aibreán 2005 is feidir leis an Ombudsman um Sheirbhísí Airgeadais fiosrú a dhéanamh má tá tú míshásta le le hinstitiúid airgeadais

source: Generally ombudsmen will take on your case only if you are still dissatisfied with an organisation, having exhausted their internal complaints mechanism
ga: Go hiondúil ní ghlacfaidh Ombudsman le do chás ach amháin sa chás go mbíonn tú fós míshásta le heagraíocht tar éis duit meicníocht inmheánach gearán na heagraíochta a ídiú

source: Regulators are agencies established by law to oversee specific parts of industry to ensure that they comply with the law
ga: Is gníomhaireachtaí iad Rialálaithe atá bunaithe de réir an dlí chun codanna áirithe den tionscal a mhaoirsiú lena chinntiú go gcomhlíonann siad an dlí

source: In Ireland, regulators look after areas of public utilities and financial services
ga: In Éirinn, breathnaíonn Rialálaithe i ndiaidh réimsí saoráidí poiblí agus seirbhísí airgeadais

source: For example ComReg regulates telecommunications, the Commission for Energy Regulation regulates the gas and electricity suppliers and the Central Bank regulates the financial services sector
ga: Mar shampla rialaíonn ComReg cúrsaí teileachumarsáide in Éirinn, rialaíonn An Coimisiún um Rialú Fuinnimh soláthróirí Gáis agus Leictreachais agus rialaíonn An mBanc Ceannais earnáil na seirbhísí airgeadais in Éirinn

source: Regulators aim to promote competition while ensuring vulnerable consumers have sufficient services at reasonable prices
ga: Is í aidhm na rialálaithe iomaíocht a chur chun cinn ach a chinntiú go mbeidh dóthain seirbhísí ar phraghsanna réasúnta ag tomhaltóirí soghonta

source: Trade associations or professional bodies such as the Law Society or the Register of Electrical Contractors of Ireland exist to represent their industry
ga: Tá Cumainn thrádála/comhlachtaí gairmiúla ar nós An Cumann Dlí nó Clár na gConraitheoirí Leictreachais in Éirinn ann chun ionadaíocht a dhéanamh ar a dtionscal

source: Some professional bodies and trade associations, such as the Advertising Standards Association for Ireland have codes of practice that they enforce
ga: Forfheidhmíonn roinnt comhlachtaí gairmiúla agus cumainn thrádála, ar nós an Údarás um Chaighdeáin Fhóghraíochta in Éirinn cóid chleachtais

source: Not all trades and professions have a representative body
ga: Níl comhlacht ionadaíoch ag gach comhlacht trádála agus gairmiúil

source: Even where there is a representative body for a particular trade or profession, not all of them have a code of practice to enforce
ga: Fiú nuair a bhíonn comhlacht ionadaíoch ann i gcás cumann trádála nó cumann gairmiúil áirithe, ní bhíonn cód cleachtais acu go léir le forfheidhmiú

source: Commissions and commissioners exist to protect your rights
ga: Tá Coimisiúin agus Coimisinéirí ann chun do chearta a chosaint

source: These are generally statutory bodies and are set up to ensure your rights according to particular laws
ga: Go hiondúil is comhlachtaí reachtúla a bhíonn iontu seo agus bunaítear iad le do chearta a chinntiú de réir dlíthe áirithe

source: For example the Data Protection Commissioner implements the Data Protection Acts and the Information Commissioner is responsible for overseeing Ireland’s Freedom of Information laws
ga: Mar shampla cuireann an Coimisinéir Cosanta Sonraí na hAchtanna um Chosaint Sonraí i bhfeidhm agus tá an Coimisinéir Faisnéise ifreagrach as dlíthe Saoráil Faisnéise na hÉireann a mhaoirsiú

source: Alternative dispute resolution organisations are flexible and deal with disputes from both consumers and businesses
ga: Bíonn eagraíochtaí a fhaigheann réiteach malartach ar dhíospóidí solúbtha agus déileálann siad le díospóidí ó thomhaltóirí agus ó ghnóthaí araon

source: They are impartial and make all information about the organisation readily available to consumers
ga: Bíonn siad neamhchlaonta agus cuireann siad gach faisnéis faoin eagraíocht ar fáil go fonnmhar do thomhaltóirí

source: They must also ensure the effectiveness of their settlement procedure and encourage both sides to co-operate, yet make them aware that it is within their rights to withdraw at any time
ga: Caithfidh siad éifeachtúlacht a gcuid nósanna imeachta réiteach a chinntiú agus caithfidh an dá thaobh a spreagadh chun comhoibriú lena chéile, ach ag an am céanna a chur in iúl dóibh go bhfuil sé de cheart acu tarraingt siar ag am ar bith

source: Types of alternative dispute resolution
ga: Cineálacha réiteach malartach ar dhíospóidí

source: There are two types of alternative dispute resolution, mediation and arbitration
ga: Tá dhá chineál réiteach malartach ar dhíospóidí. Idirghabháil agus Eadráin

source: Mediation: Both parties involved in the dispute agree to use a neutral third party to help solve the dispute
ga: Idirghabháil: Comhaontaíonn an dá pháirtí lena mbaineann an díospóid tríú páirtí neodrach a úsáid chun an díospóid a réiteach

source: The terms of the agreement are decided between the parties with the help of the mediator (or alternative dispute resolution body). Generally, decisions made in mediation are not legally binding but they can be made so if both parties agree to it
ga: Socraítear téarmaí an chomhaontais idir na páirtithe le cabhair an idirghabhálaí ( nó an comhlacht Réiteach Malartach ar Dhíospóidí) Go hiondúil, ní bhíonn ceangail dlí ag cinntí a dhéantar in idirghabháil ach is féidir iad a dhéanamh amhlaidh má aontaíonn an dá pháirtí leis

source: Arbitration: Both parties involved in the dispute agree to go to an arbitrator to resolve issues
ga: Eadráin: Comhaontaíonn an dá pháirtí a bhfuil an díospóid eatarthu dul chuig eadránaí le ceisteanna a réiteach

source: The decision of the arbitrator is legally binding and the process is governed by law (Arbitration Act 2010)
ga: Tá ceangail dlí ag cinneadh an eadránaí agus rialaíonn dlíthe an próiseas (Acht Eadrána 2010)

source: You can represent yourself but you may benefit from legal representation if a dispute is taken to an arbitrator
ga: Tig leat ionadaíocht a dhéanamh ar do shon féin ach d’fhéadfá buntáiste a bhaint as ionadaíocht dlí má thugtar díospóid os comhair eadránaí

source: How does alternative dispute resolution work?
ga: Cén chaoi a n-oibríonn réiteach malartach ar dhíospóidí?

source: Whether you choose to avail of alternative methods of resolving your dispute is a personal choice
ga: Is fút féin a bheidh sé dul i muinín modhanna malartacha le do dhíospóid a réiteach

source: You are not obliged to avail of these methods of redress and have the right to take a claim to court if you so wish. Some consumer contracts however will bind you to pursue your case through arbitration
ga: Ní bheidh aon dualgas ort na modhanna cúitimh seo a úsáid agus tá an ceart agat éileamh a thabhairt os comhair cúirte más mian leat sin a dhéanamh

source: An example might include a complaint regarding a package holiday
ga: Cuirfidh conarthaí tomhaltais áirithe ceanglas ort, áfach, do chás a leanúint tríd eadráin

source: Arbitration bodies have the power to make legally binding decisions
ga: Áirítear leo seo mar shampla gearán faoi shaoire láneagraithe

source: This means that the decision places a legal requirement on the retailer or you to act in a certain way
ga: Tá an chumhacht ag comhlacht eadrána cinntí a bhfuil ceangail dlí leo a ghlacadh

source: (i.e., to repay the money, to fix the item, to return the item, etc.)
ga: Ciallaíonn sé seo go gcuireann an cinneadh ceanglas dlí ar an miondíoltóir nó ortsa gníomhú ar bhealach ar leith

source: If the outcome of your alternative dispute resolution is legally binding on either party, you may not then be able to take the case to court
ga: (i.e., an t-airgead a aisíoc, an t-ábhar a dheisiú, an t-ábhar a thabhairt ar ais, etc.) Má bhíonn ceangail dlí ag toradh an réitigh mhalartaí ar bhur ndíospóidí ar cheachtar den dá pháirtí d’fhéadfadh sé ansin nach mbeadh ar do chumas an cás a thabhairt os comhair cúirte

source: Access to alternative dispute resolution organisations in Europe
ga: Rochtain ar Eagraíochtaí Réiteach Malartach ar Dhíospóidí san Eoraip

source: The network of European Consumer Centres (ECC) helps to solve cross-border consumer problems within the EU
ga: Cabhraíonn an Lárionad Eorpach do Thomhaltóirí (LET) fadhbanna tomhaltais tras-teorainn a réiteach

source: Each ECC provides free and confidential information to consumers and tries to assist them with their cross-border disputes by attempting contact with traders based in other EU member states, where appropriate
ga: Déanann LET Baile Átha Cliath iarracht ar dtús idirghabháil a dhéanamh ar son an tomhaltóra leis an miondíoltóir nó leis an soláthróir seirbhíse sa Bhallstát eile den AE

source: If the ECC’s intervention fails to resolve the complaint, consumers may be referred to an alternative dispute resolution (ADR) entity in Ireland or in another EU country, if available
ga: Má theipeann ar seo cuireann sé tomhaltóirí i dteagmháil le heagraíochtaí ábhartha réiteach malartach ar dhíospóidí (RMD) in Éirinn agus san Eoraip

source: Use alternative dispute resolution after you have exhausted all informal channels for solving the problem directly with the business or public service
ga: Úsáid RMD tar éis duit gach bealach neamhfhoirmiúil a ídiú leis an bhfadhb a réiteach go díreach leis an ngnólacht nó leis an tseirbhís phoiblí

source: While the services of some alternative dispute resolution bodies are free, the services of others are not
ga: Cé go mbíonn na seirbhísí a bhíonn ag cuid de na heagraíochtaí RMD saor in aisce, tá roinnt acu nach mbíonn

source: If you contact an alternative dispute resolution body, clarify what the charges are before you begin an alternative dispute resolution process
ga: Má dhéanann tú teagmháil le heagraíocht RMD bí soiléir faoi tháillí sula dtosaíonn tú próiseas malartach chun díospóid a réiteach

source: There is a range of organisations and agencies that can help you to enforce your rights in specific circumstances
ga: Tá réimse eagraíochtaí agus gníomhaireachtaí ann atá in ann cabhrú leat do chearta a fhorfheidhmiú i gcúinsí ar leith

source: If you live in Ireland and your complaint is against a retailer or service provider in another EU Member State the European Consumer Centre Ireland will be able to provide you with advice on enforcing your rights
ga: Más mian leat iarratas a dhéanamh ar sheirbhísí eagraíochta mhalartaí réiteach ar dhíospóidí in Éirinn ní mór duit teagmháil dhíreach a dhéanamh leis an eagraíocht
